{
  "LuaSnip": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "curl.nvim": {
    "branch": "main"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "decay": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gruvbox": {
    "branch": "master"
  },
  "image.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rose-pine": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  }
}
